Revit API Introduction Labs
Lab5_2_SwapGroupTypes Class
 Swap group types for selected groups.
 Namespace: Labs
 Assembly: labs (in labs.dll) Version: 3.0.0.1 (3.0.0.1)
Syntax
C#
public class Lab5_2_SwapGroupTypes : IExternalCommand
Visual Basic (Declaration)
Public Class Lab5_2_SwapGroupTypes _
	Implements IExternalCommand
Visual C++
public ref class Lab5_2_SwapGroupTypes : IExternalCommand
Inheritance Hierarchy
System.Object
 Labs.Lab5_2_SwapGroupTypes
See Also
Lab5_2_SwapGroupTypes Members
Labs Namespace